Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Going Downstairs with a Cane Take your time and go slowly. Have someone stand in front of you to help the first time. 1. Put your feet near the steps and place your cane on the first step down. 2. Step down first with your injured or weak leg. Bring your good leg to the same step. 3. Repeat until you are at the bottom of the stairs. When using a cane to go up and down stairs, it is helpful to remember, “Up with the good and down with the bad”. Talk to your doctor, nurse, or therapist if you have any questions or concerns. © 2007 - June 29, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Using a Cane. Russian.
ru: Спуск вниз по лестнице с тростью Спускайтесь медленно, не торопясь. В первый раз попросите кого-нибудь помочь вам, став перед вами. 1. Подойдите к краю ступеньки и поставьте трость на одну ступеньку вниз. 2. Сперва опустите вниз травмированную или ослабленную ногу. Затем поставьте на эту же ступеньку здоровую ногу. 3. Продолжайте таким же образом, пока не спуститесь с лестницы. При передвижении по лестнице с тростью полезно запомнить правило: «Вверх здоровой ногой, вниз — больной». Если у вас есть вопросы или сомнения, обратитесь к своему врачу, медсестре или физиотерапевту. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Using a Medicine Use a medicine spoon or dropper that has markings on it to measure your child’s liquid medicine. The pharmacy may give you a medicine spoon or dropper with your child’s medicine. You can also buy the spoon or dropper at the drug store and use it for measuring liquid medicines. The markings on the spoon or dropper help you measure the correct amount of medicine. Do not use other spoons that you have in your home without markings as they may cause you to give the wrong amount of medicine which is not safe. Using the Spoon 1. Open the medicine bottle. 2. Hold the medicine spoon up and find the marking for the amount of medicine or dose needed. There are 2 different measurements, teaspoon (tsp.) and milliliter (ml.), as shown on the pictures of the spoon. (1 teaspoon tsp. = 5 milliliters.) Find the measurement that matches 11/2 the dose you need. tsp. 3. Slowly pour the medicine from the bottle into the spoon to the tsp. mark for the amount needed. 3/4 Set the bottle of medicine tsp. 1/2 down. tsp. 1/4 tsp. Using a Medicine Spoon or Dropper. Russian.
ru: или мерной лекарств Spoon or Dropper Чтобы отмерить жидкое лекарство ребенку, используйте мерную ложку или градуированную пипетку. Вам могут дать их в аптеке вместе с лекарством. Также их можно купить отдельно. Отметки на мерной ложке или пипетке помогут отмерить нужное количество лекарства. Не используйте другие ложки, которые могут быть у вас дома, если на них нет маркировки, чтобы не подвергать ребенка опасности, дав ему неправильную дозу лекарства. Использование мерной ложки 1. Откройте флакон с лекарством. 2. Возьмите мерную ложку и найдите на ней отметку, соответствующую нужному количеству или дозе лекарства. На ложку нанесены две шкалы для измерения лекарственных 10 средств: в чайных ложках ml. 9 (tsp.) и миллилитрах ml. 8 (ml.), как показано на ml. 7 рисунках. (1 чайная ложка ml. 6 = 5 миллилитров) Найдите ml. 5 отметку, которая соответствует ml. необходимой дозе. 4 ml. 3 3. Медленно наполните ложку ml. лекарством из флакона до ml. нужной отметки. Поставьте ml. флакон с лекарством в сторону.

source: 4. Place the tip of the spoon in the child’s mouth like a feeding spoon and give the medicine. Be sure the child is sitting up when giving the medicine. 5. Clean the medicine spoon by washing it with warm water and mild soap. Rinse it well with clean water and let it air dry on a clean towel. Using the Dropper You may want to first practice using the dropper with water to get used to how it works. Be careful not to pull the medicine up into the bulb of the dropper. 1. Open the medicine bottle. 2. Pick up the dropper and find the mark on the dropper for the amount or dose of medicine needed. There are 2 different measurements, teaspoon (tsp.) and milliliter (ml.), as shown on the pictures of the dropper. (1 teaspoon = 5 milliliters.) Find the measurement tsp. that matches the dose you 3/4 need. tsp. 3. Squeeze the bulb end and 1/2 put the tip of the dropper tsp. into the medicine bottle. 1/4 4. Slowly let pressure off of tsp. the bulb. You will see the medicine being pulled up into the dropper. 5. When you get the medicine pulled up to the mark of the amount needed, pull the dropper tip out of the liquid and let the pressure off of the bulb. 6. Check that the medicine is to the right mark for the amount needed. Squeeze Using a Medicine Spoon or Dropper. Russian.
ru: 4. Поместите кончик ложки в рот ребенка, как ложку для кормления, и дайте ему выпить лекарство. Ребенок должен принимать лекарство сидя. 5. Вымойте мерную ложку теплой водой с мягким моющим средством, затем хорошо промойте ее чистой водой и дайте высохнуть на чистом полотенце. Использование пипетки Вы можете сначала потренироваться использовать пипетку, отмеряя обыкновенную воду. Будьте осторожны, чтобы лекарство не попало в резиновую часть пипетки. 1. Откройте флакон с лекарством. 2. Возьмите пипетку и найдите на ней отметку с указанием необходимого количества лекарства. На пипетке имеется две шкалы для измерения ml. лекарственных средств: в чайных ложках (tsp.) и ml. миллилитрах (ml.), как 3 показано на рисунках. ml. (1 чайная ложка = 5 миллилитров) ml. Найдите отметку, ml. которая соответствует необходимой дозе. 3. Сожмите резиновую часть и введите пипетку во флакон с лекарством. 4. Медленно ослабьте давление на резиновую часть — вы увидите, как пипетка наполняется лекарством. 5. Набрав лекарство до нужной отметки, извлеките пипетку из флакона и перестаньте сжимать резиновую часть. 6. Убедитесь, что лекарство в пипетке доходит до нужной метки. Сожмите

source: the bulb to either remove extra medicine or to pull up more medicine if needed. 7. Place the dropper tip into the child’s mouth like a feeding spoon and gently squeeze to release the medicine. Be sure the child is sitting up when giving the medicine. For very young children, it may work best to put the tip in towards their cheek, so they do not push the medicine out with their tongue. 8. Remove the bulb from the dropper and wash both pieces with warm water and mild soap. Rinse the pieces well with clean water and then let the pieces air dry on a clean towel. Medicine Safety • Be sure to keep all medicines and the medicine spoon or dropper out of the reach of children for safety. • Check the dose amount. It may vary from one child to another based on the child’s weight or age. • Ask your doctor or pharmacist if you are not sure how to give any medicine to your child. You need to be sure you know: Ì What medicine and how much you should give your child. Ì you should give the How often medicine. Ì How long you should give the medicine. Some medicine may only be given for a few days. Other medicine may need to be given for years to treat long term problems. © 2012 - August 20, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Using a Medicine Spoon or Dropper. Russian.
ru: резиновую часть, чтобы удалить лишнее лекарство, или, если необходимо, наберите еще лекарства. 7. Поместите наконечник пипетки в рот ребенка, как ложку для кормления, и осторожно сожмите резиновую часть пипетки, чтобы влить лекарство. Ребенок должен принимать лекарство сидя. Очень маленьким детям лучше поместить наконечник пипетки за щеку, чтобы они не выталкивали лекарство языком. 8. Снимите резиновую часть с трубки пипетки и вымойте обе части теплой водой с мягким моющим средством. Затем хорошо промойте их чистой водой и дайте высохнуть на чистом полотенце. Меры предосторожности при приеме лекарств • В целях безопасности храните все лекарства, а также мерную ложку для лекарств или пипетку в недоступном для детей месте. • Проверяйте дозировку лекарства. Она зависит от веса и возраста ребенка. • Если вы не знаете, как давать ребенку лекарство, проконсультируйтесь с врачом или фармацевтом. Вы должны быть уверены, что знаете: Какое лекарство и в каком количестве давать ребенку. Ì Как часто следует давать лекарство. Ì Как долго нужно давать лекарство. Одни лекарства можно давать только несколько дней, а другие — годами для лечения долгосрочных проблем со здоровьем. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Using Walking with a walker 1. Lift the walker and place it at a comfortable distance in front of you with all four of its legs on the floor. This distance is often equal to an arm’s length. 2. Move your injured or weak leg toward the walker first. If you have had surgery on both legs, use either leg to begin walking. 3. Then take a step with your good leg, bringing it ahead of the injured or weak leg. 4. Repeat steps 1 to 3. Using a Walker. Russian.
ru: ходунков a Walker Как передвигаться с ходунками 1. Поднимите ходунки и поставьте их всеми четырьмя ножками на пол на удобном расстоянии перед собой. Чаще всего это расстояние равно длине вытянутой руки. 2. Сначала поднесите к ходункам травмированную или ослабленную ногу. Если вы перенесли хирургическую операцию на обеих ногах, начинайте движение с любой ноги. 3. Затем сделайте шаг здоровой ногой, поставив ее перед травмированной или ослабленной ногой. 4. Повторите пункты 1–3.

source: Safety tips • Do not step too close to the walker because you may lose your balance. There should be space between you and the walker at all times. • Hold your head up and look straight ahead. Do not watch your feet. It is more tiring and you may run into something. • Walk slowly. Sitting with a walker 1. Slowly back up to the chair, bed or toilet until you feel it against the back of your legs. 2. Let go of the walker with one hand and reach back for the bed, chair arms or toilet seat, while sliding your injured or weak leg forward. Using a Walker. Russian.
ru: Правила безопасности • Не ставьте ногу слишком близко к ходункам, чтобы не потерять равновесие. Между вами и ходунками всегда должно быть небольшое расстояние. • Ваша голова должна быть приподнята, а взгляд направлен вперед. Не смотрите себе под ноги. Так вы скорее устанете и можете натолкнуться на что-нибудь. • Идите медленно. Как садиться с ходунками подходите 1. Медленно спиной к креслу, кровати или унитазу, пока не коснетесь их задней поверхностью ног. 2. Уберите одну руку с ходунков и положите ее на кровать, ручку кресла или сиденье унитаза, подвиньте травмированную или ослабленную ног немного вперед.

source: 3. Slowly lower yourself to the seat by leaning forward and keeping your injured or weak leg straight out in front of you. Go slowly so that you do not land heavy in the chair. 4. If you have had surgery on both legs, place both hands on the chair arms, bed or commode seat. Lower yourself to the seat and slowly walk both legs forward. Do not land heavy in the chair. Stairs with a walker Do not use your walker on stairs unless your physical therapist has instructed you and practiced this with you. Have someone help you on the stairs until you feel comfortable using your walker. Using a Walker. Russian.
ru: 3. Медленно опуститесь на сиденье, наклонившись вперед и вытянув травмированную или ослабленную ногу перед собой. Присаживайтесь медленно, чтобы не плюхнуться в кресло под тяжестью своего веса. 4. Если вы перенесли операцию на обеих ногах, обопритесь о ручки кресла, кровать или стульчак обеими руками. Опуститесь на сиденье и медленно вытяните обе ноги вперед. Не плюхайтесь в кресло. Как передвигаться по лестнице с ходунками Не пользуйтесь ходунками на лестнице, пока ваш физиотерапевт не обучит вас этому и не попрактикуется вместе с вами. Попросите кого-нибудь помочь вам, пока вы не научитесь пользоваться ходунками на лестнице.

source: Going up stairs with a walker When climbing stairs, start with your good leg going up, and start with your injured or weak leg going down. Up with the good, down with the bad. When going up and down stairs with a walker, you should have a sturdy handrail. 1. Walk up to the stairs and place your feet about six inches from the first step. 2. Fold the walker and place it in one hand. Place your other hand on the rail. 3. Lift the folded walker and set it to the back of the step. Step up first with your good leg. Using a Walker. Russian.
ru: Как подниматься по лестнице с ходунками При подъеме по лестнице начинайте движение со здоровой ноги, а при спуске — с травмированной или ослабленной. Вверх со здоровой ноги, вниз — с больной. Для подъема и спуска с ходунками лестница должна быть оборудована прочными перилами. 1. Подойдите к лестнице так, чтобы расстояние от ваших ног до первой ступеньки составляло примерно 15 см (6 дюймов). 2. Сложите ходунки и возьмите их в одну руку. Второй рукой возьмитесь за перила. 3. Поднимите сложенные ходунки и поставьте их к дальней части ступеньки. Сделайте шаг здоровой ногой.

source: 4. Bring up your injured or weak leg. 5. At the top of the stairs, unfold the walker and set it on the landing. Make sure you hear the walker click into the locked position. Place both hands on the walker. 6. Step up first with your good leg, and then bring up your injured or weak leg. Using a Walker. Russian.
ru: 4. Затем поднимите травмированную или ослабленную ногу. 5. Наверху лестницы разверните ходунки. Убедитесь, что ходунки зафиксировались и раздался характерный щелчок. Возьмитесь за ходунки обеими руками. 6. Сделайте первый шаг здоровой ногой, а затем поставьте травмированную или ослабленную ногу.

source: Going down stairs with a walker 1. Walk up to the stairs and place your walker about two inches from the top step. 2. Fold the walker and place it in one hand. Place your other hand on the rail. 3. Set the folded walker down and near the front edge of the first step. Using a Walker. Russian.
ru: Как спускаться по лестнице с ходунками 1. Подойдите к лестнице и поставьте ходунки на расстоянии ок. 5 см (2 дюйма) от первой ступеньки. 2. Сложите ходунки и возьмите их в одну руку. Второй рукой возьмитесь за перила. 3. Поставьте сложенные ходунки на край первой ступеньки.

source: 4. Step down first with your injured or weak leg, and then bring down your good leg. 5. At the bottom of the stairs, unfold the walker and set it on the landing. Make sure you hear the walker click into the locked position. 6. Place both hands on the walker. Step down first with your injured or weak leg and then with your good leg. Using a Walker. Russian.
ru: 4. Сделайте шаг травмированной или ослабленной ногой, а затем поднесите здоровую ногу. 5. Внизу лестницы разверните ходунки. Убедитесь, что ходунки зафиксировались и раздался характерный щелчок. 6. Возьмитесь за ходунки обеими руками. Сделайте первый шаг травмированной или ослабленной ногой, а затем поставьте здоровую ногу.

source: Going up a curb with a walker Forward Method • Walk up to the curb. • Put all four legs of the walker up on the curb. • Push straight down on the walker when stepping up with the good leg. • Step up with the injured or weak leg. Backward Method • Walk up to the curb and turn so your back is to the curb. • Step up on the curb with your good leg. • Step up on the curb with your injured or weak leg. • Lift the walker and put all four legs up on the curb. • Turn back around carefully. Going down a curb with a walker Never go down a curb backwards. • Walk up to the edge of the curb. Using a Walker. Russian.
ru: Как подниматься на бордюр с ходунками Передом • Подойдите к бордюру. • Поставьте ходунки всеми четырьмя ножками на бордюр. • Обопритесь на них и занесите на бордюр здоровую ногу. • Затем приставьте травмированную или ослабленную ногу. Задом • Подойдите к бордюру и повернитесь к нему спиной. • Ступите на бордюр здоровой ногой. • Затем поставьте на бордюр травмированную или ослабленную ногу. • Поднимите ходунки и поставьте их всеми четырьмя ножками на бордюр. • Осторожно повернитесь. Как спускаться с бордюра с ходунками Никогда не спускайтесь с бордюра задом. • Подойдите к краю тротуара.

source: • Put all four legs of the walker on the ground below. • Step down with your injured or weak leg, then your good leg. Talk to your doctor, nurse or physical therapist if you have any questions or concerns. © 2005 - June 23, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Using a Walker. Russian.
ru: • Поставьте ходунки всеми четырьмя ножками на нижний уровень. • Сделайте шаг травмированной или ослабленной ногой, а затем здоровой ногой. Если у вас есть вопросы или сомнения, обратитесь к своему врачу, медсестре или физиотерапевту. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Signs and Symptoms • Burning or pain when passing urine • Having to pass urine suddenly or often • Pressure in the lower belly • Urine that is bloody, cloudy or has a strong odor • Pain in the lower back or side • Feeling tired or not feeling well Your Care If you have symptoms of a UTI, tell your health care provider. A urine test can diagnose an infection. Your treatment may include: • Taking antibiotics. Take all antibiotics as ordered until the bottle is empty, even if you feel better. If you do not take all of the medicine, your infection may return or get worse. • Drinking at least 8 glasses of water each day. • Avoiding drinks that have caffeine, such as coffee, tea and soft drinks. Ways to Prevent UTI • Keep your genital area clean. • Take showers instead of tub baths. • Empty your bladder every few hours even if you do not feel full. • Women should always wipe from front to back after going to the toilet. • Empty your bladder before and after sexual intercourse. • Wear cotton underwear and loose pants. UTI. Russian.
ru: Признаки и симптомы • Жжение или боль при мочеиспускании • Внезапное или частое мочеиспускание • Давление внизу живота • Кровь в моче, мутная моча или моча с резким запахом • Боль в боку или в пояснице • Усталость или плохое самочувствие Лечение Если у вас есть симптомы ИМП, сообщите врачу. Диагностика проводится с помощью анализа мочи. Лечение может состоять в следующем: • Прием антибиотиков. Необходимо принять все прописанные антибиотики, пока они не закончатся, даже если вам станет лучше. Если вы не завершите полный курс лечения, инфекция может вернуться или усугубиться. • Питье не менее 8 стаканов воды в день. • Отказ от напитков с кофеином (кофе, чай и безалкогольные напитки). Профилактика ИМП • Следите за чистотой области гениталий. • Принимайте душ, а не ванну. • Опорожняйте мочевой пузырь каждые несколько часов, даже если чувствуете, что он еще не полон. • Женщины после туалета должны всегда подтираться спереди назад. • Опорожняйте мочевой пузырь до и после полового акта. • Носите хлопчатобумажное белье и брюки свободного покроя.

source: • Drink 8 to 10 glasses of liquids a day. • Avoid alcohol, and food and drinks with caffeine, as they can irritate the bladder and worsen symptoms. Call your doctor right away if you: • Have any signs of UTI • Have nausea or vomiting • Have back pain • Have problems with your medicines • Do not improve with treatment in 48 hours or your signs are worse in 24 hours Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. UTI. Russian.
ru: • Выпивайте 8–10 стаканов жидкости в день. • Откажитесь от алкоголя, пищи и напитков с кофеином: они могут раздражать мочевой пузырь и усилить симптомы. Немедленно позвоните врачу, если у вас: • Есть какие-либо симптомы ИМП • Тошнота или рвота • Болит спина • Проблемы с лекарствами • Нет улучшений после 48 часов приема лекарств или симптомы ухудшились в течение 24 часов Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
